Repository: CK1412/note_app_flutter_sqflite_provider
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Note
vi: Ghi chú

source: All notes
vi: Tất cả ghi chú

source: All labels
vi: Tất cả nhãn

source: Settings
vi: Cài đặt

source: Sync with the cloud
vi: Đồng bộ lên Cloud

source: App info
vi: Thông tin ứng dụng

source: Title
vi: Tiêu đề

source: pictures
vi: hình ảnh

source: out of
vi: trong số

source: Language
vi: Ngôn ngữ

source: Alert
vi: Cảnh báo

source: Undo
vi: Hoàn tác

# create_new_label
source: Create a new label
vi: Tạo nhãn mới

source: Add label
vi: Thêm nhãn

source: Edit label
vi: Sửa nhãn

source: Remove label
vi: Xoá nhãn

source: Remove note
vi: Xoá ghi chú

source: delete photos
vi: Xoá ảnh

source: Delete all notes
vi: Xoá hết các ghi chú

source: Delete all labels
vi: Xoá hết các nhãn

source: Cancel
vi: Huỷ

source: Create
vi: Tạo

source: Remove
vi: Xoá

source: Save
vi: Lưu

source: Edit
vi: Sửa

source: Reset
vi: Đặt lại

source: Notification
vi: Thông báo

source: Delete all
vi: Xoá hết

source: Your notes after adding will appear here.
vi: Ghi chú của bạn sau khi thêm sẽ xuất hiện tại đây

source: There are currently no labels.
vi: Hiện tại chưa có nhãn

source: We will remove this label from all your notes. This label will also be removed.
vi: Chúng tôi sẽ xoá nhãn này khỏi tất cả các ghi chú của bạn. Nhãn này cũng sẽ bị xoá.

source: Feature is under development. Coming soon
vi: Tính năng đang phát triển. Sẽ sớm ra mắt

source: Choose your favorite background color
vi: Chọn màu nền bạn yêu thích

# this_app_is_made_for_educational_purposes_only_not_for_commercial_purposes
source: This app is made for educational purposes only, not for commercial use.
vi: Ứng dụng được tạo ra với mục đích học tập, không có tính thương mại.

source: Images used in the application are not owned by me.
vi: Hình ảnh sử dụng trong ứng dụng không thuộc quyền sở hữu của tôi.

source: Connect with me
vi: Kết nối với tôi qua

source: Edited
vi: Đã chỉnh sửa

source: There are no notes for this label
vi: Không có ghi chú nào thuộc nhãn này

source: Are you sure you want to delete this note.
vi: Bạn có chắc chắn muốn xóa ghi chú này không.

source: You want to remove this image.
vi: Bạn muốn loại bỏ hình ảnh này.

source: The notes you have added will be deleted and cannot be recovered.
vi: Các ghi chú bạn đã thêm sẽ bị xoá và không thể khôi phục.

source: The labels you have added will be deleted and cannot be recovered.
vi: Các nhãn mà bạn đã thêm sẽ bị xoá và không thể khôi phục.

source: No matching results were found
vi: Không tìm thấy kết quả phù hợp

source: The note has been deleted
vi: Ghi chú đã được xoá

source: Label cannot be empty
vi: Nhãn không được trống

# label_can_not_be_more_than_30_characters
source: Label can't be more than 30 characters
vi: Nhãn không được quá 30 ký tự

source: Label already exists
vi: Nhãn đã tồn tại

source: Title should not exceed 50 characters
vi: Tiêu đề không được quá 50 kí tự

source: Blank note
vi: Ghi chú đang trống

source: Reset App
vi: Đặt lại ứng dụng

source: All your data will be deleted and cannot be recovered
vi: Tất cả dữ liệu của bạn sẽ bị xoá và không thể khôi phục
